Repository: Nainterceptor/timeago
Catalog: Resources/translations/messages.*.xliff
Languages: fr

source: few seconds ago.
fr: il y a quelques secondes.

source: about a minute.|%number% minutes ago.
fr: il y a environ une minute.|il y a %number% minutes.

source: about an hour.|%number% hours ago.
fr: il y a environ une heure.|il y a %number% heures.

source: about a day.|%number% days ago.
fr: il y a environ un jour.|il y a %number% jours.

source: about a month.|%number% months ago.
fr: il y a environ un mois.|il y a %number% mois.

source: about a year.|%number% years ago.
fr: il y a environ un an.|il y a %number% ans.

source: in few seconds.
fr: dans quelques secondes.

source: in a minute.|in %number% minutes.
fr: dans une minute.|dans %number% minutes.

source: in an hour.|in %number% hours.
fr: dans une heure.|dans %number% heures.

source: in a day.|in %number% days.
fr: dans un jour.|dans %number% jours.

source: in a month.|in %number% months.
fr: dans un mois.|dans %number% mois.

source: in a year.|in %number% years.
fr: dans un an.|dans %number% ans.
